---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyCost
source: html/7b5e6df9-4c93-fdf2-790c-8e260cfbd51c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyCost Property

"Assembly: Cost"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyCost { get; }
```